Repository: ShadowKyogre/gnome-color-chooser
Catalog: trunk/po/*.po
Languages: de

source: Compact
de: Kompakt

source: Buttons
de: Schaltflächen

source: Comboboxes
de: Auswahlmenüknöpfe

source: Global
de: Allgemein

source: Progress Bars
de: Fortschrittsbalken

source: Scrollbars
de: Scrollbalken

source: Start Menue
de: Startmenü

source: <b><span foreground="#ff0000">Note:</span></b> Images are currently not exported!!
de: <b><span foreground="#ff0000">Anmerkung:</span></b> Bilder werden momentan nicht exportiert!

source: <b><span foreground="#ff0000">Note:</span></b> These settings only work with gtk2-themes that don't specify these values on their own, otherwise nothing will happen on a change ;-)
de: <b><span foreground="#ff0000">Anmerkung:</span></b> Diese Einstellungen werden nur wirksam, wenn sie noch nicht im momentan benutzten GTK2 Thema gesetzt sind, andernfalls werden sie ignoriert ;-)

source: <b>Buttons</b>
de: <b>Knöpfe</b>

source: <b>Comboboxes</b>
de: <b>Auswahlmenüknöpfe</b>

source: <b>Default Configuration</b>
de: <b>Standardkonfiguration</b>

source: <b>Engines</b> [for advanced users!]
de: <b>Engines</b> [für Fortgeschrittene!]

source: <b>Entry Fields</b>
de: <b>Eingabefelder</b>

source: <b>Icon Labels</b>
de: <b>Icon-Beschriftungen</b>

source: <b>Icon sizes</b> (x² pixels)
de: <b>Icon-Größen</b> (x² Pixel)

source: <b>Progress Bars</b>
de: <b>Fortschrittsbalken</b>

source: <b>Result</b>
de: <b>Ergebnis</b>

source: <b>Scrollbars</b>
de: <b>Scrollbalken</b>

source: <b>Selection Box</b>
de: <b>Auswahlbox</b>

source: <b>Start Menu</b>
de: <b>Startmenü</b>

source: <b>Window Decoration</b>
de: <b>Fensterdekoration</b>

source: Background
de: Hintergrund

source: Background Opacity
de: Hintergrund-Deckkraft

source: Button
de: Knopf

source: Button Size
de: Knopfgröße

source: Color
de: Farbe

source: E_xport as
de: E_xportieren als

source: Font
de: Schrift

source: Foreground
de: Vordergrund

source: Global Colors
de: Globale Farben

source: Large Toolbar
de: Große Werkzeugleiste

source: Menue (e.g. application or context menues)
de: Menü (z.B. Anwendungs- oder Kontextmenüs)

source: Modes: 0=normal, 1=lighten, 2=colorize, 3=colorize monochromely
de: Modi: 0=normal, 1=aufhellen, 2=einfärben, 3=monochrom einfärben

source: Opacity
de: Deckkraft

source: Profile:
de: Profil:

source: Specific
de: Spezifisch

source: Start menue (needs panel restart!)
de: Startmenü (erfordert Panel-Neustart!)

source: This color is only used if render mode is 2 or 3 (colorize)
de: Diese Farbe wird nur benutzt, falls der Render-Modus auf 2 oder 3 gesetzt ist (einfärben)

source: This option does not affect all themes!
de: Diese Option funktioniert nicht mit jedem Thema!

source: Title/Buttons
de: Titel/Knöpfe

source: Validate
de: Validieren

source: Width
de: Breite

source: X-Padding
de: X-Polsterung

source: X-Padding (of widgets)
de: X-Polsterung (von Widgets)

source: Y-Padding
de: Y-Polsterung

source: Y-Padding (of widgets)
de: Y-Polsterung (von Widgets)

source: _File
de: _Datei

source: _Help
de: _Hilfe

source: _Install in GNOME
de: _Installieren in GNOME

source: _Tools
de: Werkzeuge

source: activate hover effects
de: Aktiviere Hover-Effekte

source: active
de: aktiv

source: active window
de: Aktives Fenster

source: beautify icon labels (needed for icon label settings!)
de: Verschönere Icon-Beschriftungen (wird für sämtliche Icon-Beschriftungseinstellungen benötigt!)

source: brightness
de: Helligkeit

source: button pressed
de: Knopf gedrückt

source: colorize with
de: einfärben mit

source: deactivate (stock) icons
de: deaktiviere (Standard-) Icons

source: disabled
de: deaktiviert

source: export comments (for easy human theme editing)
de: exportiere Kommentare (für leichtes Selber-Editieren)

source: export disabled theme elements
de: exportiere deaktivierte Themenelemente

source: hover
de: hervorgehoben

source: inactive window
de: Inaktives Fenster

source: lighten
de: aufhellen

source: pressed
de: gedrückt

source: render mode
de: Render-Modus

source: saturation
de: Sättigung

source: selected
de: selektiert

source: unvisited
de: unbesucht

source: use shadowless Menubars
de: Verwende schattenlose Menüleisten

source: use shadowless Toolbars
de: Verwende schattenlose Werkzeugleisten

source: visited
de: besucht

source: Customize your GNOME desktop
de: Den GNOME-Desktop farblich anpassen

source: Theme Default
de: Themenstandard

source: Configuration of %s
de: Konfiguration von %s

source: None
de: Keins

source: Read Error
de: Lesefehler

source: Write Error
de: Schreibfehler

source: Could not open or create file %s.
de: Konnte die Datei %s nicht öffnen oder anlegen.

source: Error
de: Fehler

source: Unable to modify file %s.
de: Kann die Datei %s nicht bearbeiten.

source: Could not open file %s.
de: Konnte die Datei %s nicht öffnen.

source: Start Engine Schema validator only
de: Starte ausschließlich den Engine Schema Validator

source: [FILENAME]
de: [DATEINAME]

source: Save Theme
de: Thema speichern

source: Save Theme as
de: Thema speichern unter

source: Export Theme as
de: Thema exportieren als

source: A tool for customizing the appearance of the GNOME desktop
de: Ein Werkzeug, um das Aussehen des GNOME Desktops anzupassen

source: Export to file %s failed: %s.
de: Exportieren nach Datei %s schlug fehl: %s.

source: Website
de: Webseite

source: Author(s)
de: Author(en)

source: No XML file specified!
de: Keine XML-Datei ausgewählt!

source: No XSD file specified!
de: Keine XSD-Datei ausgewählt!

source: Validation passed!
de: Validierung erfolgreich!

source: Validation failed!
de: Validierung fehlgeschlagen!

source: Line
de: Zeile
