Repository: ShadowKyogre/gnome-color-chooser
Catalog: po/*.po
Languages: fr, oc

source: Buttons
fr: Boutons

source: Comboboxes
fr: Boîtes combos

source: Desktop Icons
fr: Icônes du bureau

source: Panel
fr: Tableau de bord
oc: Tablèu de bòrd

source: Progress Bars
fr: Barres de progression

source: Scrollbars
fr: Barres de défilement

source: Start Menue
fr: Menu démarrer

source: Tooltips
fr: Info-bulles

source: <b><span foreground="#ff0000">Note:</span></b> Images are currently not exported!!
fr: <b><span foreground="#ff0000">Note:</span></b> Les images n'ont pas eté exportées!!
oc: <b><span foreground="#ff0000">Nòta:</span></b> Los imatges son pas estats exportats!!

source: <b><span foreground="#ff0000">Note:</span></b> These settings only work with gtk2-themes that don't specify these values on their own, otherwise nothing will happen on a change ;-)
fr: <b><span foreground="#ff0000">Note:</span></b> Les paramètres ne fonctionneront que avec les thèmes-gtk2 qui ne spécifient pas leurs propres valeurs, autrement, les changements de Gnome-color-chooseur ne prendront pas effet.
oc: <b><span foreground="#ff0000">Note:</span></b> Los paramètres foncionaràn pas qu'amb los tèmas-gtk2 qu'especifican pas lors pròprias valors, autrament, los cambiaments de Gnome-color-chooseur prendràn pas efièch.

source: <b>Buttons</b>
fr: <b>Boutons</b>
oc: <b>Botons</b>

source: <b>Comboboxes</b>
fr: <b>Boîtes combos</b>

source: <b>Default Configuration</b>
fr: <b>Configuration par défaut</b>
oc: <b>Configuracion per defaut</b>

source: <b>Desktop</b>
fr: <b>Bureau</b>
oc: <b>Burèu</b>

source: <b>Engines</b> [for advanced users!]
fr: <b>Moteurs de rendu</b> [pour utilisateurs avancés!]
oc: <b>Motors de rendut</b> [per utilizaires avançats!]

source: <b>Entry Fields</b>
fr: <b>Zones de saisies</b>
oc: <b>Zònas de picadas</b>

source: <b>Icon Labels</b>
fr: <b>Icônes Labels</b>
oc: <b>Icònas Labèls</b>

source: <b>Icon sizes</b> (x² pixels)
fr: <b>Tailles d'icônes</b> (x² Pixel)
oc: <b>Talhas d'icònas</b> (x² Pixel)

source: <b>Icons</b>
fr: <b>Icônes</b>
oc: <b>Icònas</b>

source: <b>Links</b>
fr: <b>Liens</b>

source: <b>Panel</b>
fr: <b>Tableau de bord</b>
oc: <b>Tablèu de bòrd</b>

source: <b>Progress Bars</b>
fr: <b>Barres de progression</b>
oc: <b>Barra de progression</b>

source: <b>Result</b>
fr: <b>Resultat</b>

source: <b>Scrollbars</b>
fr: Barres de défilement
oc: <b>Barra de desfilament</b>

source: <b>Selection Box</b>
fr: <b>Zone de sélection</b>
oc: <b>Zòna de seleccion</b>

source: <b>Start Menu</b>
fr: <b>Menu démarrer</b>
oc: <b>Menut amodar</b>

source: <b>Tooltips</b>
fr: <b>Info-bulles</b>
oc: <b>Infobullas</b>

source: <b>Window Decoration</b>
fr: <b>Décorateur de fenêtre</b>
oc: <b>Decorator de fenèstra</b>

source: Background
fr: Arrière-plan
oc: Rèire plan

source: Background Opacity
fr: Arrière-plan opacité
oc: Rèire plan opacificat

source: Button
fr: Bouton
oc: Boton

source: Button Size
fr: Taille des boutons
oc: Talha dels botons

source: Color
fr: Couleur

source: Desktop
fr: Bureau
oc: Burèu

source: E_xport as
fr: E_xporter sous
oc: E_xportar jos

source: Engine Schema (XML)
fr: Schéma du Moteur (XML)

source: Engine Schema Validator
fr: Validateur du Schéma du Moteur

source: Engines
fr: Moteurs de rendu
oc: Motor de rendut

source: Font
fr: Police
oc: Poliça

source: Foreground
fr: Premier plan
oc: Primièr plan

source: Global Colors
fr: Couleur globale
oc: Colors globalas

source: Icons
fr: Icônes
oc: Icònas

source: Large Toolbar
fr: Grande barre d'outils
oc: Barra d'espleches granda

source: Menue (e.g. application or context menues)
fr: Menu (ex: applications ou menus contextuel)
oc: Menut (ex: aplicacions o menuts contextual)

source: Modes: 0=normal, 1=lighten, 2=colorize, 3=colorize monochromely
fr: Modes: 0=normal, 1=éclaircir, 2=coloriser, 3=coloriser monochrome
oc: Mòdes: 0=normal, 1=esclarzir, 2=acolorir, 3=acolorir monocròm

source: Opacity
fr: Transparence
oc: Opacitat

source: Profile:
fr: Profil :
oc: Perfil :

source: Specific
fr: Spécifique
oc: Especific

source: Start menue (needs panel restart!)
fr: Bouton du menu (a besoin d'un redémarrage du tableau de bord (panel)!)
oc: Boton del menut (necessita de tornar amodar lo tablèu de bòrd (panel)!)

source: Text
fr: Texte
oc: Tèxt

source: This color is only used if render mode is 2 or 3 (colorize)
fr: Cette couleur ne sera utilisée que si le mode de rendu est sur position 2 ou 3 (coloriser)
oc: Aquesta color serà pas utilizada que se lo mòde de rendut es en posicion 2 o 3 (acolorir)

source: This option does not affect all themes!
fr: Cette option n'affecte pas tous les thèmes !

source: Title/Buttons
fr: Titre/Bouttons
oc: Títol/Botons

source: Validate
fr: Valider

source: Validator Schema (XSD)
fr: Validateur du Schéma (XSD)

source: Width
fr: Largeur
oc: Largor

source: X-Padding
fr: Décalage sur l'axe x
oc: Escart sus l'ais x

source: X-Padding (of widgets)
fr: Décalage sur l'axe x (des Widgets)
oc: Escart sus l'ais x (dels Widgets)

source: Y-Padding
fr: Décalage sur l'axe y
oc: Escart sus l'ais y

source: Y-Padding (of widgets)
fr: Décalage sur l'axe y (des Widgets)
oc: Escart sus l'ais y (dels Widgets)

source: _File
fr: _Fichier
oc: _Fichièr

source: _Help
fr: _Aide
oc: _Ajuda

source: _Install in GNOME
fr: _Installation sous GNOME
oc: _Installacion jos GNOME

source: _Tools
fr: _Outils

source: activate hover effects
fr: Activer les effets de surbrillance
oc: Activar los efièches de susbrilhança

source: active
fr: actif

source: active window
fr: Fenêtre active
oc: Fenèstra activa

source: beautify icon labels (needed for icon label settings!)
fr: Embellir les icônes (indispensable pour l'édition des icônes!)
oc: Abelir las icònas (indispensable per l'edicion de las icònas!)

source: brightness
fr: luminosité
oc: Luminositat

source: button pressed
fr: Boutons pressés
oc: boton quichat

source: colorize with
fr: coloriser avec
oc: acolorir amb

source: deactivate (stock) icons
fr: désactiver (Stock) Icônes
oc: desactivar (Stock) las icònas

source: disabled
fr: désactivé
oc: desactivat

source: export comments (for easy human theme editing)
fr: exporter commentaires (Pour une edition facile du thème Human)
oc: exportar de comentaris (Per una edicion aisida del tèma Human)

source: export disabled theme elements
fr: exporter les élèments du thème desactivés
oc: exportar los elements del tèma desactivats

source: hover
fr: surbrillance
oc: susbrilhança

source: inactive window
fr: Fenêtre inactive
oc: Fenèstra inactiva

source: lighten
fr: éclaircir
oc: esclarzir

source: pressed
fr: pressé

source: render mode
fr: Mode de rendu
oc: mòde de rendut

source: selected
fr: sélectionné
oc: seleccionat

source: unvisited
fr: inactif

source: use shadowless Menubars
fr: utiliser des barre de menu sans ombres

source: use shadowless Toolbars
fr: utiliser des boîte d'outils sans ombres

source: visited
fr: visité

source: Customize your GNOME desktop
fr: Customisez votre bureau GNOME
oc: Customizatz vòstre burèu GNOME

source: Theme Default
fr: Thème par défaut
oc: Tèma per defaut

source: Configuration of %s
fr: Configuration de %s
oc: Configuracion de %s

source: None
fr: Aucun
oc: Pas cap

source: Read Error
fr: Erreur de lecture

source: Write Error
fr: Erreur d'écriture

source: Could not open or create file %s.
fr: impossible d'ouvrir ou de créer le fichier %s

source: Error
fr: Erreur

source: Unable to modify file %s.
fr: impossible de modifier le fichier %s

source: Could not open file %s.
fr: ouverture du fichier %s impossible

source: Start Engine Schema validator only
fr: ne démarrer que le Validateur du Schéma du Moteur

source: [FILENAME]
fr: [NOM DU FICHIER]

source: Save Theme
fr: Enregistrer le thème
oc: Salvagardar lo tèma

source: Save Theme as
fr: Enregistrer le thème sous
oc: Salvagardar lo tèma jos

source: Export Theme as
fr: Exporter un thème sous
oc: Exportar un tèma jos

source: A tool for customizing the appearance of the GNOME desktop
fr: Un outil pour personnaliser l'apparence du bureau GNOME

source: Export to file %s failed: %s.
fr: l'exporatation vers le fichier %s a échouée: %s

source: Website
fr: Site Internet
oc: Sit web

source: Author(s)
fr: Auteur(s)
oc: Autor(s)

source: No XML file specified!
fr: Aucun fichier XML spécifié!

source: No XSD file specified!
fr: Aucun fichier XSD spécifié!

source: Validation passed!
fr: Validation effectuée!

source: Validation failed!
fr: Validation Echouée!

source: Line
fr: Ligne

source: Not yet possible with GNOME
oc: Pas encara possible amb GNOME

source: saturation
oc: saturacion
